       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       PROCEDURE DIVISION.
           DISPLAY "Bonjour depuis MainFreem !".
           DISPLAY "Bienvenue dans l'environnement COBOL Docker".
           STOP RUN.